/* Accuracy Levels */
"AccuracyBest" = "Best";
"Accuracy10" = "10 meters";
"Accuracy100" = "100 meters";
"Accuracy1000" = "1 kilometer";
"Accuracy3000" = "3 kilometers";

/* Location Status */
"Updating" = "Updating";
"Tracking" = "Tracking";
"Timed Out" = "Timed Out";
"Error" = "Error";

/* Section Labels */
"Status" = "Status";
"Best Measurement" = "Best Measurement";
"All Measurements" = "All Measurements";
"Attributes" = "Attributes";
"Accuracy" = "Accuracy";
"Course and Speed" = "Course and Speed";

/* Location Value Labels */
"timestamp" = "timestamp";
"coordinate" = "coordinate";
"altitude" = "altitude";
"horizontal" = "horizontal";
"vertical" = "vertical";
"course" = "course";
"speed" = "speed";

/* Reset button labels */
"Reset" = "Reset";

/* Data unavailable messages */
"DataUnavailable" = "Unavailable";

/* Formatting strings for location data output */
"LatLongFormat" = "%.4f° %@, %.4f° %@";
"AltitudeFormat" = "%.2f meters %@";
"AccuracyFormat" = "%.2f meters";
"CourseFormat" = "%.4f° Clockwise from North";
"SpeedFormat" = "%.2f meters per second";

/* Directions */ 
"North" = "N";
"South" = "S";
"East" = "E";
"West" = "W";
"AboveSeaLevel" = "above sea level";
"BelowSeaLevel" = "below sea level";

/* Error messages */
"NoLocationServices" = "Location services are not enabled.";
"LocationDenied" = "Access to use your location was denied.";
"LocationUnknown" = "Your location could not be determined.";
"GenericLocationError" = "Unknown location error code:";

/* Titles */
"LocationInfo" = "Location Info";

/* Alert */
"DisabledTitle" = "Location Services is Disabled";
"DisabledMessage" = "You currently have all location services for this device disabled. If you proceed, you will be asked to confirm whether location services should be reenabled.";
"OKButtonTitle" = "OK";





